{
  "events": [
    {
      "id": "183100802",
      "title": "Introducción a SailsJS con Waterline y BreezeJS",
      "description": "<p>Gracias de nuevo a todos los miembros de MedellinJS por hacer posible esta gran comunidad!</p> <p>Los invitamos a nuestra próxima reunión que se llevará a cabo en el <b>auditorio 1 del piso 0 de <a href=\"http://www.rutanmedellin.org/\">Ruta N</a> en la Calle 67 # 52 - 20</b>, desde las <b>6:30 PM del Miércoles 21 de Mayo del 2014</b>. El evento finaliza a las 9:00 PM.</p> <p>La agenda del evento será la siguiente:</p> <p><b>1. Llegada de los asistentes</b></p> <p><b>2. Bienvenida</b> (Equipo <a href=\"http://twitter.com/medellinjs\">@MedellinJS</a>)</p> <p><b>3. Introducción a SailsJS con Waterline</b> (<a href=\"http://twitter.com/CristianG540\">@CristianG540</a>)</p> <p>Una introducción al framework mvc para NodeJS SailsJS, ejemplo de como crear una API REST, demostración del ORM Waterline y una pequeña introducción a las políticas y el manejo de vistas.</p> <p><br/><i>Cristian Gonzalez Valencia es un desarrollador con amplia experiencia ex-integrante de Ingenio solido y actualmente hace parte del equipo de desarrollo de Melborp</i></p> <p><b>4. BreezeJS</b> (<a href=\"http://twitter.com/thedull\">@thedull</a>)</p> <p>Una librería para simplificar la interacción con la capa del modelo, la cual permite acoplamiento directo con Knockout y Angular</p> <p><i>Gabriel Trujillo es Ingeniero Químico y cuenta con experiencia en desarrollo con Javascript desde hace más de 10 años. Actualmente presta sus servicios como desarrollador freelance y es socio de dos startup's de desarrollo web: Solutions4 e Integralidad Tecnológica Empresarial (ITE), en donde se desempeña como Project Manager y Solution Architect. 5. Networking</i></p>",
      "link": "http://www.meetup.com/MedellinJS/events/183100802/",
      "attending": 75,
      "date": "miércoles, 21 de mayo de 2014 18:30",
      "venue": {
        "name": "Ruta N (Auditorio)",
        "address": "Calle 67 #52-20, Piso 0"
      },
      "status": "upcoming"
    }
  ],
  "team": [
    "julianduque",
    "edsadr",
    "codemaxter"
  ],
  "feed": {
    "layout": false
  }
}